{ 
   "Audai Alsharani": "عدي سلمان الشعراني",  
   "Home": "الرئيسية",
   "Portfolio": "الأعمال",
   "About": "حول",
   "Service": "الخدمات",
   "Contact": "تواصل",
   "Hello, I'm": "مرحبا أنا",
   "Software Engineer": " مهندس  برمجيات",   
   "Full Stack Web Developer": "مطور كومة ويب  كاملة",   
   "Desktop Application Developer": " مطور تطبيقات سطح المكتب",
   "From Syria": "من سوريا",
   "Transforming Ideas into Elegant Code, One Stack at a Time.": "تحويل الأفكار إلى كود متجانس و أنيق, كل ذلك في حزمة واحدة.",
   "Crafting Innovation Through Code: Web, App, and Beyond.": "صياغة الإبتكار من خلال الكود: تطبيق ويب, تطبيق مكتبي وغيره.",
   "Download CV": "السيرة الذاتية",
   "English": "الإنكليزية",
   "Arabic": "العربية",
   
   "Hello there! I am a highly organized person, hardworking and ambitious, I like teamwork and I am looking for a real opportunity in a reputable organization. I have experience in agile software development and lean development, as well as master some engineering practices to build quality into software..":"أهلاً بك! أنا شخص منظم للغاية ، ويعمل بجد وطموح ، أحب العمل الجماعي وأبحث عن فرصة حقيقية في مؤسسة حسنة السمعة. لدي خبرة في تطوير البرمجيات الرشيقة والتطوير الخالي من الهدر ، بالإضافة إلى إتقان بعض الممارسات الهندسية لبناء الجودة في البرامج ..",
   "I'm a Designer and Developer":"أنا مصمم ومطور تطبيقات برمجية",
   "I Can Develop Desktop and Web Application":"يمكنني تطوير تطبيقات سطح المكتب وتطبيقات الويب",
   "Pixel Perfect":"تصميم متجاوب",
   "Responsive and adaptive web design. Works fine on all devices.":"تصميم مواقع ويب متجاوبة وقابلة للتكيف تعمل بشكل جيد على جميع الأجهزة.",
   "High Quality":"جودة عالية",
   "Delivering High-Quality Solutions, and Excellence in Every Line of Code.":"تقديم حلول برمجية عالية الجودة, وتقديم الجودة في كل سطر برمجي من الكود.",
   "Awesome Idea":"أفكار رائعة",
   "Transforming Awesome Ideas into Digital Reality, and bringing it to life.":"تحويل الأفكار الرائعة إلى واقع رقمي, وإضفاء طابع الحيوية على هذه الأفكار.",
   "Hire Me":"تواصل معي",

   "My Amazing Work":"بعض أعمالي المميزة",
   "A collection of websites made with different technologies.":"مجموعة من التطبيقات المنجزة بتقنيات مختلفة",
   "and some other projects related to algorithms and data structures.":"وبعض المشاريع الأخرى المتعلقة بالخوارزميات و بنى المعطيات",
   "see more":"المزيد ...",

   "Web Design and Development":"تصميم و تطوير تطبيقات الويب",
   "Web design refers to the design of websites that are displayed on the internet. It usually refers to the user experience aspects of website development ...":" تصميم الويب هو تصميم مواقع الويب التي يتم عرضها على الإنترنت. يشير عادةً إلى جوانب تجربة المستخدم في تطوير موقع الويب ...",
   "Software Engineering":"هندسة البرمجيات",
   "I have experience in agile software development and lean development, in addition to mastering some engineering practices to build quality in software ...":"لدي خبرة في تطوير البرمجيات الرشيقة والتطوير الخالي من الهدر ، بالإضافة إلى إتقان بعض الممارسات الهندسية لبناء الجودة في البرمجيات ...",
   "Application Development":"تطوير التطبيقات البرمجية",
   "Developing desktop applications using .Net Core technology, such as warehouse management applications, electronic library, virtual school system ...":"تطوير تطبيقات سطح المكتب باستخدام تقنية  Net Core. مثل تطبيقات إدارة المستودعات والمكتبة الإلكترونية ونظام المدرسة الافتراضية   ...",
   "Starts From":"يبدأ من :",
   "Courses instructor":"مدرب دورات",
   "Offering training courses in web development techniques and desktop applications for beginner, intermediate and advanced levels...":"تقديم دورات تدريبية في تقنيات تطوير مواقع الويب وتطبيقات سطح المكتب لمختلف المستويات مبتدئ، متوسط ومتقدم...",


   "Let's talk about everything":"لنتحدث عن كل شيء",
   "Don't like forms? Send me an email.":"لا تحب النماذج؟ ارسل لي بريد الكتروني.",
   "Made by Eng. Audai Salman Alsharani © 2023":"تنفيذ  م.عدي سلمان الشعراني © 2023 ",

   "What I Do For Clients":"ما الذي أفعله للعميل ؟",
   "Most common methods for designing websites that work well on desktop is":"أكثر الطرق شيوعًا لتصميم مواقع الويب التي تعمل جيدًا على سطح المكتب هي",
   "responsive and adaptive design":"تصميم سريع الاستجابة وقابل للتكيف .",
   
   "Your Email":"ادخل بريدك الإلكتروني",
   "Your Name":"ادخل اسمك",
   "Welcome":"أهلا بك يا: ",
   "Your Message":"اكتب رسالتك",
   "submit":"تسليم",

   "Portfolio Website":"موقع محفظة الأعمال",
   "A personal website to display the completed works and services, implemented by the Angular framework with a fake server":"موقع شخصي لعرض الأعمال والخدمات المنجزة .تم تنفيذه بإطار عمل Angular و بسيرفر وهمي",
   "Resume Website":"موقع السيرة الذاتية",
   "The site is a resume, implemented by Angular framework with a fake server":"موقع السيرة الذاتية. تم تنفيذه بإطار العمل Angular وبسيرفر وهمي",
   "Restaurant Frontend":"واجهة أمامية لموقع مطعم",
   "The site is a restaurant serving meals and booking tables. The front end was implemented by the Angular framework":"الموقع عبارة عن مطعم يقدم الوجبات وحجز الطاولات. تم تنفيذ الواجهة الأمامية بواسطة إطار العمل  Angular",
   "Restaurant backend":"واجهة خلفية لموقع مطعم",
   "The site is a restaurant serving meals and booking tables, the backend was implemented by NodeJS and Express framework and the Mongo database":"الموقع عبارة عن مطعم يقدم الوجبات وحجز الطاولات، تم تنفيذ الواجهة الخلفية بواسطة إطار عمل NodeJS ,Express وقاعدة بيانات Mongo",
   "This project is portfolio website that created using .Net core and sql server":"هذا المشروع عبارة عن موقع ويب لمحفظة الأعمال، تم إنشاؤه باستخدام Net core.  و  SQL Server",
   "Animation Website":"موقع بسيط عن التحريك",
   "Simple animations website using Html, CSS and JavaScript":"موقع رسوم متحركة بسيط باستخدام Html ,  CSS  JavaScript",

   "Page Not Found":"الصفحة غير موجودة",
   "Go to Home Page":"الصفحة الرئيسية"

}